Repository: tossp/openmediavault
Catalog: deb/openmediavault-onedrive/usr/share/openmediavault/locale/*/openmediavault-onedrive.po
Languages: tr_tr

source: 1 minute
tr_tr: 1 dakika

source: 10 minutes
tr_tr: 10 dakika

source: 15 minutes
tr_tr: 15 dakika

source: 2 minutes
tr_tr: 2 dakika

source: 3 minutes
tr_tr: 3 dakika

source: 30 minutes
tr_tr: 30 dakika

source: 4 minutes
tr_tr: 4 dakika

source: 5 minutes
tr_tr: 5 dakika

source: 60 minutes
tr_tr: 60 dakika

source: <ul><li>Full - Replicate changes from and to OneDrive.</li><li>Download only - Replicate the OneDrive online state locally, by only downloading changes from OneDrive. Do not upload local changes to OneDrive.</li><li>Upload only - Replicate the local state to OneDrive, by only uploading local changes to OneDrive. Do not download changes from OneDrive.</li></ul>
tr_tr: <ul><li>Tam - OneDrive ile tam eşitleme yap.</li><li>Sadece indir - OneDrive çevrimiçi durumunu sadece OneDrive daki değişiklikleri indirerek yerel durum ile eşitle. Yerel değişiklikleri OneDrive a yükleme.</li><li>Sadece yükle - Yerel durumu sadece OneDrive a dosya göndererek eşitle. OneDrive daki değişiklikleri indirme.</li></ul>

source: After enabling and deploying this service the first time please run the command <em>omv-onedrive-auth</em> in the CLI to authenticate the application in Microsoft OneDrive.
tr_tr: Bu servisi aktifleştirip sisteme kurmadan önce komut istemcisinde <em>omv-onedrive-auth</em> komutunu çalıştırarak Microsoft OneDrive uygulamasını yetkilendirmelisiniz.

source: Disabled
tr_tr: Kapatılmış

source: Download only
tr_tr: Sadece indirme

source: Enabled
tr_tr: Etkin

source: Full
tr_tr: Dolu

source: Local first
tr_tr: Önce yerel

source: Monitor interval
tr_tr: İzleme aralığı

source: Rate limit
tr_tr: Oran limiti

source: Replicate local state first, before downloading changes from OneDrive.
tr_tr: OneDrive dan değişiklikleri indirmeden önce yerel durumu eşitle.

source: Replication mode
tr_tr: Eşitleme modu

source: Shared folder
tr_tr: Paylaşılmış klasör

source: Skip dot files and folders from syncing.
tr_tr: Dot dosyalarıı ve klasörlerini eşleştirmede atla.

source: Skip dotfiles
tr_tr: Dot dosyalarını atla

source: The location of the media files. Make sure the user <em>onedrive</em> or group <em>users</em> can access the files.
tr_tr: Medya dosyalarının yeri. <em>onedrive</em> ya da grup <em>kullanıcılar</em>ının dosyaya erişebildiğinden emin olunuz.

source: The wait time between each sync operation.
tr_tr: Herbir eşitleme işlemi arasında bekleme süresi.

source: Updated OneDrive settings.
tr_tr: Güncellenmiş OneDrive ayarları.

source: Upload only
tr_tr: Sadece yükleme

source: Upload/Download rate limit.
tr_tr: Yükleme/İndirme oran limiti.
