Repository: tossp/openmediavault
Catalog: deb/openmediavault-clamav/usr/share/openmediavault/locale/*/openmediavault-clamav.po
Languages: ca_es

source: Algorithmic detection
ca_es: Detecció Algorítmica

source: An email message with the command output (if any produced) is send to the administrator.
ca_es: S'enviarà un e-mail amb la sortida de la comanda (si n'hi ha) a l'administrador

source: April
ca_es: Abril

source: August
ca_es: Agost

source: Be verbose.
ca_es: Mostra els detalls

source: Comment
ca_es: Comentari

source: Create
ca_es: Crea

source: Created on-access scan.
ca_es: S'ha creat una exploració d'accés.

source: Created scheduled scan.
ca_es: S'ha creat l'escaneig programat.

source: Database checks
ca_es: Comprovació de la BBDD

source: Date & Time
ca_es: Data i Hora

source: Day of month
ca_es: Dia del mes

source: Day of week
ca_es: Dia de la setmana

source: December
ca_es: Desembre

source: Delete immediately
ca_es: Elimina immediatament

source: Detect PUA
ca_es: Detectar PUA

source: Detect broken executables
ca_es: Detectar executables trencats

source: Edit
ca_es: Edita

source: Enable HTML detection and normalisation.
ca_es: Habilitar detecció HTML i normalització.

source: Enable archive scanning.
ca_es: Habilitar l'escanejat de fitxers

source: Enable scanning of ELF files.
ca_es: Habilita l'escanejat de fitxers ELF.

source: Enable scanning of OLE2 files, such as Microsoft Office documents and .msi files.
ca_es: Habilita l'escanejat de fitxers OLE2, com els documents de Microsoft Office i els fitxers *.msi.

source: Enable scanning within PDF files.
ca_es: Habilita l'escanejat de fitxers PDF.

source: Enable the algorithmic detection.
ca_es: Habilita la detecció algorítmica.

source: Enable the detection of broken executables (both PE and ELF).
ca_es: Habilita l'escanejat de fitxers executables (PE y ELF)

source: Enable the detection of possibly unwanted applications.
ca_es: Habilita la detecció d'aplicacions sospitoses.

source: Enabled
ca_es: Habilitat

source: Every N day of month
ca_es: Cada dia N del mes

source: Every N hour
ca_es: Cada N hores

source: Every N minute
ca_es: Cada N minuts

source: Execute scheduled scan
ca_es: Executeu l'exploració programada

source: Extra options
ca_es: Opcions addicionals

source: February
ca_es: Febrer

source: Follow directory symlinks
ca_es: Seguir els enllaços de directoris simbòlics

source: Follow directory symlinks.
ca_es: Seguir els enllaços simbòlics de directoris.

source: Follow file symlinks
ca_es: Seguir els enllaços de fitxers simbòlics

source: Follow regular file symlinks.
ca_es: Seguir els enllaços simbòlics de fitxers.

source: Friday
ca_es: Divendres

source: Hour
ca_es: Hora

source: Infected files
ca_es: Fitxers infectats

source: January
ca_es: Gener

source: July
ca_es: Juliol

source: June
ca_es: Juny

source: Log clean files
ca_es: Log de fitxers nets

source: Log clean files. This drastically increases the log size.
ca_es: Log de tots els fitxers. Això incrementa dràsticament la mida del log.

source: March
ca_es: Març

source: May
ca_es: Maig

source: Message
ca_es: Missatge

source: Minute
ca_es: Minut

source: Monday
ca_es: Dilluns

source: Month
ca_es: Mes

source: Move to quarantine
ca_es: Passa a la quarantena

source: November
ca_es: Novembre

source: Number of database update checks per day. Set to 0 to disable.
ca_es: Nombre de consultes d'actualització de la BBDD per dia. Poseu 0 per deshabilitar-ho.

source: October
ca_es: Octubre

source: On Access Scans
ca_es: Escaneja al accedir

source: Perform a deeper analysis of executable files.
ca_es: Fer un anàlisis profund dels executables

source: Perform nothing
ca_es: No esteu fent res

source: Please check the <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>manual page</a> for more details.
ca_es: Consulteu la <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>pàgina del manual</a> per obtenir més informació.

source: Quarantine
ca_es: Quarantena

source: Run
ca_es: Executar

source: Saturday
ca_es: Dissabte

source: Scan ELF
ca_es: Escanejar ELF

source: Scan HTML
ca_es: Escanejar HTML

source: Scan OLE2
ca_es: Escanejar OLE32

source: Scan PDF
ca_es: Escanejar PDF

source: Scan Portable Executable
ca_es: Escanejar auto-executables

source: Scan archives
ca_es: Escanejar fitxers

source: Scan the directory contents in parallel using available threads.
ca_es: Escanejar el contingut dels directoris en paral·lel usant tots els fils disponibles.

source: Scheduled Scans
ca_es: Escanejos programats

source: Scheduling
ca_es: Programació

source: Send email
ca_es: Enviar e-mail

source: September
ca_es: Setembre

source: Settings
ca_es: Opcions

source: Shared folder
ca_es: Carpeta compartida

source: Sunday
ca_es: Diumenge

source: The field should only contain * or a comma separated list of values.
ca_es: El camp només ha de contenir * o una llista de valors separats per comes.

source: The location of the files to scan on-access.
ca_es: La ubicació dels fitxers per escanejar en l'accés.

source: The location of the files to scan.
ca_es: Ubicació dels fitxers que s'han de comprovar

source: The location which is used as quarantine.
ca_es: Ruta dels fitxers que estan en quarentena

source: The option, how to handle infected files.
ca_es: Com tractar als fitxers infectats

source: Thursday
ca_es: Dijous

source: Tuesday
ca_es: Dimarts

source: Updated on-access scan.
ca_es: S'ha actualitzat l'escaneig d'accés.

source: Updated scheduled scan.
ca_es: S'ha actualitzat l'escaneig programat.

source: Verbose
ca_es: Detallat

source: Wednesday
ca_es: Dimecres
