Repository: tossp/openmediavault
Catalog: deb/openmediavault-nut/usr/share/openmediavault/locale/*/openmediavault-nut.po
Languages: tr_tr

source: 'Standalone' for local UPS, 'Netclient' for remote UPS on a NUT server.
tr_tr: Yerel KGK için 'Bağımsız', NUT sunucusuna uzaktan bağlı KGK için 'Netclient'.

source: Charge
tr_tr: Şarj

source: Comment
tr_tr: Açıklama

source: Date & Time
tr_tr: Tarih ve Zaman

source: Defines when the shutdown is initiated.
tr_tr: Kapanmanın ne zaman başladığını gösterir.

source: Driver configuration directives
tr_tr: Sürücü konfigürasyon direktifleri

source: Enable remote monitoring of the local connected UPS.
tr_tr: Lokal bağlı KGK için uzaktan izlemeyi etkinleştir.

source: Enabled
tr_tr: Etkin

source: Identifier
tr_tr: Tanımlayıcı

source: Invalid identifier
tr_tr: Geçersiz tanımlayıcı

source: Load
tr_tr: Yükle

source: Message
tr_tr: Mesaj

source: Mode
tr_tr: Mod

source: Netclient
tr_tr: Ağ kullanıcısı

source: Netclient hostname
tr_tr: Ağ kullanıcısı aygıt adı

source: Netclient password
tr_tr: Ağ kullanıcısı şifresi

source: Netclient user name
tr_tr: Netclient kullanıcı adı

source: Password
tr_tr: Şifre

source: Powervalue
tr_tr: Güç değeri

source: Remote monitoring
tr_tr: Uzaktan izleme

source: Service disabled
tr_tr: Servis kapalı

source: Shutdown mode
tr_tr: Kapanma modu

source: Shutdown timer
tr_tr: Kapanma zamanlayıcısı

source: Standalone
tr_tr: Bağımsız

source: Temperature
tr_tr: Sıcaklık

source: The name used to uniquely identify your UPS on local or remote system.
tr_tr: Bu isim Kesintisiz Güç Kaynağınızı yerel ya da uzak sistemde benzersiz bir şekilde tanımlamakta kullanılacaktır.

source: The number of power supplies that the UPS feeds on this system (usually 1), refer to <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> for more information.
tr_tr: Kesintisiz Güç Kaynağının bu sistemde beslediği güç kaynaklarının sayısı (genellikle 1), daha ayrıntılı bilgi için <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> linkine başvurunuz.

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
tr_tr: Kapanma başlatılana kadar geçecek saniye cinsinden zaman. Bu süre zarfında KGK geri gelir ise kapanma iptal edilir.

source: To get more information how to configure your UPS please check the Network UPS Tools <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentation</a>.
tr_tr: KGK konfigürasyonu ile ilgili daha fazla bilgi için lütfen <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentation</a> adresini ziyaret ediniz.

source: UPS
tr_tr: KGK

source: UPS goes on battery
tr_tr: KGK batarya üzerinde

source: UPS reaches low battery
tr_tr: KGK düşük batarya seviyesine ulaştı

source: Updated UPS settings.
tr_tr: Güncellenmiş UPS ayarları.

source: Used for remote authentication.
tr_tr: uzaktan doğrulama için kullanıldı.

source: User name
tr_tr: Kullanıcı adı

source: Voltage
tr_tr: Voltaj
